{
  "title": "Little Red Riding Hood",
  "author": "Brothers Grimm",
  "cover": "cover.jpeg",
  "audio": "audio.mp3",
  "youtube": "",
  "content": [
    {
      "text": "Once upon a time, in a cozy village surrounded by a deep green forest, there lived a sweet little girl namedLittle Red Riding Hood.",
      "side": "left",
      "image": "1_left.jpg"
    },
    {
      "text": "She was called that because of the bright red hooded cloak her grandmother had sewn just for her. It was her favorite thing to wear.",
      "side": "right",
      "image": "1_right.jpg"
    },
    {
      "text": "Little Red loved visiting her grandmother, who lived in a cottage on the other side of the woods. One sunny morning, her mother packed a small basket with warm muffins, a jar of golden",
      "side": "left",
      "image": "2_left.jpg"
    },
    {
      "text": "honey, and some herbal tea. “Take this to Grandma and stay on the path,” her mother said. “And remember—never talk to strangers.”",
      "side": "right",
      "image": "2_right.jpg"
    },
    {
      "text": "“I promise, Mama,” Little Red said cheerfully and skipped off into the forest, her red cloak fluttering behind her like a flag.",
      "side": "left",
      "image": "3_left.jpg"
    },
    {
      "text": "As she followed the winding trail, the birds chirped overhead and butterflies danced beside her. But hidden behind a tree, a sneaky gray wolf watched with sharp eyes.",
      "side": "right",
      "image": "3_right.jpg"
    },
    {
      "text": "The wolf stepped out and smiled in a friendly way. “Good morning, little one. Where are you going with that lovely basket?” “To visit my grandmother,” Little Red replied politely.",
      "side": "left",
      "image": "4_left.jpg"
    },
    {
      "text": "“She’s not feeling well, so I’m bringing her some treats.” “Ah,” said the wolf, pretending to care. “What a kind girl you are! Wouldn’t some fresh flowers make her feel even better?",
      "side": "right",
      "image": "4_right.jpg"
    },
    {
      "text": "There’s a meadow just over there.” Little Red looked and saw a sunny patch full of colorful wildflowers. “That’s a great idea!” she said and walked over to pick a few.",
      "side": "left",
      "image": "5_left.jpg"
    },
    {
      "text": "While she gathered flowers, the wolf dashed off to Grandma’s cottage, his paws barely making a sound. When he arrived, he knocked on the door.",
      "side": "right",
      "image": "5_right.jpg"
    },
    {
      "text": "Grandma, who was resting in bed, called out, “Come in!” But when she saw the wolf, she gasped. Quick as a flash, he locked her in the closet and put on her cap and glasses.",
      "side": "left",
      "image": "6_left.jpg"
    },
    {
      "text": "A little while later, Little Red arrived and knocked. “Grandma, it’s me!” she called. “I brought you muffins and honey!” “Come in, my dear,” the wolf said in a high, squeaky voice.",
      "side": "right",
      "image": "6_right.jpg"
    },
    {
      "text": "Little Red stepped inside but paused. Something felt strange. “Grandma, what big eyes you have,” she said slowly. “The better to see you with, my dear,” the wolf replied. “And what big ears you have!”",
      "side": "left",
      "image": "7_left.jpg"
    },
    {
      "text": "“The better to hear you with.” “And… what big teeth you have!” Little Red said, taking a step back. “The better to eat you with!” the wolf growled, leaping out of bed.",
      "side": "right",
      "image": "7_right.jpg"
    },
    {
      "text": "Just as he jumped toward her, the door burst open! A brave woodsman had been passing by and heard the strange voices. With a loud shout, he rushed in and scared the wolf away with his axe.",
      "side": "left",
      "image": "8_left.jpg"
    },
    {
      "text": "The woodsman opened the closet and helped Grandma out. She gave Little Red a big, relieved hug. From that day on, Little Red Riding Hood never wandered from the path again and never spoke to",
      "side": "right",
      "image": "8_right.jpg"
    },
    {
      "text": "strangers, no matter how friendly they seemed. She thanked the woodsman with a warm muffin and a smile—and always remembered the adventure in the forest. The End!",
      "side": "left",
      "image": "9_left.jpg"
    }
  ]
}