{
  "title": "The Three Little Pigs",
  "author": "James Halliwell-Phillipps",
  "cover": "cover.jpeg",
  "audio": "audio.mp3",
  "youtube": "https://youtu.be/wi176Vqx5Lk",
  "content": [
    {
      "text": "Once upon a time, in a charming countryside, there lived three little pigs named Porky, Petunia, and Percy. They were siblings and loved to play together all day long.",
      "side": "left",
      "image": "1_left.jpg"
    },
    {
      "text": "But one day, their mother knew it was time for them to build their own homes and be independent. “Remember, my little ones,” their mother said, “the world can be tricky, so build your houses",
      "side": "right",
      "image": "1_right.jpg"
    },
    {
      "text": "strong and sturdy to keep you safe from harm.” With hugs and kisses, the three little pigs bid farewell to their mother and set off on their journey to find the perfect spot to build their homes.",
      "side": "left",
      "image": "2_left.jpg"
    },
    {
      "text": "Porky, being the laziest of the bunch, quickly found a pile of straw nearby and decided it was the perfect place to build his house.",
      "side": "right",
      "image": "2_right.jpg"
    },
    {
      "text": "With little effort, he constructed a cozy straw house and declared, “I’m done! Now I can relax and play all day.” Petunia was a bit more hardworking.",
      "side": "left",
      "image": "3_left.jpg"
    },
    {
      "text": "She found a bunch of sticks and twigs and began building her house. It took a bit longer, but she managed to create a charming little house.",
      "side": "right",
      "image": "3_right.jpg"
    },
    {
      "text": "Percy, the wisest of the three, knew that hard work pays off. He searched for the sturdiest materials he could find and finally decided on bricks.",
      "side": "left",
      "image": "4_left.jpg"
    },
    {
      "text": "He carefully stacked and cemented the bricks together, creating a strong and reliable house. One evening, as the sun was setting, a big bad wolf happened upon the three little pigs.",
      "side": "right",
      "image": "4_right.jpg"
    },
    {
      "text": "He was hungry and had his eyes set on the tasty pigs. The wolf first came across Porky’s straw house. “Little pig, little pig, let me in!” the wolf huffed and puffed.",
      "side": "left",
      "image": "5_left.jpg"
    },
    {
      "text": "But Porky, being lazy, replied, “Not by the hair of my chinny-chin-chin!” With a mighty huff and puff, the wolf blew down Porky’s straw house. Frightened, Porky ran to Petunia’s house for safety.",
      "side": "right",
      "image": "5_right.jpg"
    },
    {
      "text": "The wolf followed and arrived at Petunia’s house made of sticks. “Little pigs, little pigs, let me in!” the wolf roared.",
      "side": "left",
      "image": "6_left.jpg"
    },
    {
      "text": "But Petunia, being a little braver, replied, “Not by the hair of our chinny-chin-chins!” The wolf huffed and puffed with all his might, and down came Petunia’s house too.",
      "side": "right",
      "image": "6_right.jpg"
    },
    {
      "text": "Now, the two frightened pigs rushed to Percy’s strong brick house. The wolf, determined to have a delicious meal, stood before Percy’s house. “Little pigs, little pigs, let me in!” the wolf growled.",
      "side": "left",
      "image": "7_left.jpg"
    },
    {
      "text": "But Percy, feeling safe in his sturdy home, replied, “Not by the hair of our chinny-chin-chins!” The wolf huffed and puffed with all his strength, but no matter how hard he tried, he couldn’t",
      "side": "right",
      "image": "7_right.jpg"
    },
    {
      "text": "blow down Percy’s brick house. The wolf gave up and slinked away into the forest, realizing that he couldn’t catch the clever pigs. Porky, Petunia, and Percy learned an important lesson that day.",
      "side": "left",
      "image": "8_left.jpg"
    },
    {
      "text": "Porky realized the value of hard work, and Petunia understood the significance of determination. Percy knew that strength and wisdom could keep them safe.",
      "side": "right",
      "image": "8_right.jpg"
    },
    {
      "text": "From that day on, the three little pigs lived happily in their strong brick house, enjoying their days filled with play and laughter.",
      "side": "left",
      "image": "9_left.jpg"
    },
    {
      "text": "And whenever they saw the big bad wolf lurking nearby, they knew they were safe inside their sturdy home. And so, dear little dreamer, as “The Three Little Pigs” story comes to an end.",
      "side": "right",
      "image": "9_right.jpg"
    }
  ]
}