{
  "title": "The School Bully",
  "author": "Louise M.",
  "cover": "cover.jpeg",
  "audio": "audio.mp3",
  "youtube": "https://youtu.be/sAgr6sMXW30",
  "content": [
    {
      "text": "Emily and Daniel were excited for the new school year. They had their backpacks filled with fresh notebooks, colorful pencils, and lunchboxes packed with their favorite snacks.",
      "side": "left",
      "image": "1_left.jpg"
    },
    {
      "text": "But as they walked into their classroom, they noticed something that made their excitement fade—a boy named Jake was standing near the cubbies, pushing another student’s backpack onto the",
      "side": "right",
      "image": "1_right.jpg"
    },
    {
      "text": "floor. “Hey, stop that!” Emily said bravely, stepping forward. Jake turned to look at her. He was taller than most kids in their grade and always had a mean look on his face. “What are you gonna do about it?”",
      "side": "left",
      "image": "2_left.jpg"
    },
    {
      "text": "he sneered. Daniel quickly helped the other student pick up their backpack. “We should tell the teacher,” he whispered to Emily. But before they could, Jake laughed and walked away.",
      "side": "right",
      "image": "2_right.jpg"
    },
    {
      "text": "The boy whose bag had been pushed, Oliver, looked down at his feet. “He always does that,” Oliver mumbled. “He takes my lunch sometimes, too.” Emily and Daniel felt terrible.",
      "side": "left",
      "image": "3_left.jpg"
    },
    {
      "text": "They didn’t like seeing their classmates afraid, but they didn’t know what to do. That afternoon, during recess, Jake was up to his usual tricks.",
      "side": "right",
      "image": "3_right.jpg"
    },
    {
      "text": "He walked over to a group of kids playing soccer and snatched the ball. “You want it? Come and get it!” he teased, holding it high above his head. Daniel frowned. “Why does he do this?”",
      "side": "left",
      "image": "4_left.jpg"
    },
    {
      "text": "Emily thought for a moment. “Maybe he just likes being mean.” But their teacher, Mrs. Carter, had overheard. She walked over and calmly said, “Sometimes people act mean because they have their own",
      "side": "right",
      "image": "4_right.jpg"
    },
    {
      "text": "problems. It doesn’t make it right, but it means there might be a reason.” Emily and Daniel thought about what she said. That night at home, they told their parents about Jake.",
      "side": "left",
      "image": "5_left.jpg"
    },
    {
      "text": "“Should we tell the principal?” Emily asked. Their mom nodded. “It’s important to speak up when someone is hurting others. But maybe you can also try to understand him.”",
      "side": "right",
      "image": "5_right.jpg"
    },
    {
      "text": "The next day, Emily and Daniel noticed that Jake always sat alone at lunch. He never had much food, just a small sandwich with no snacks or drink.",
      "side": "left",
      "image": "6_left.jpg"
    },
    {
      "text": "Emily gathered her courage and sat down across from him. “Hey, Jake,” she said. Jake looked up, surprised. “What do you want?” “I just wanted to say that if you ever need anything, you can ask,” she",
      "side": "right",
      "image": "6_right.jpg"
    },
    {
      "text": "said kindly. Jake frowned. “I don’t need anything from you.” He grabbed his sandwich and left. Later that day, during reading time, their class had to write a short story about themselves. When Mrs.",
      "side": "left",
      "image": "7_left.jpg"
    },
    {
      "text": "Carter collected the stories, she looked sad. “Class,” she said gently, “one of our students wrote about feeling lonely and not having many friends. They feel angry all the time because of it.",
      "side": "right",
      "image": "7_right.jpg"
    },
    {
      "text": "Can we all try to be a little kinder to everyone?” Emily and Daniel exchanged a glance. They knew exactly who wrote that. After school, they saw Jake walking home alone.",
      "side": "left",
      "image": "8_left.jpg"
    },
    {
      "text": "Emily and Daniel hurried to catch up. “Hey, Jake,” Daniel said. “Want to walk with us?” Jake shrugged. “I guess.” As they walked, Emily asked, “Do you want to come over sometime?",
      "side": "right",
      "image": "8_right.jpg"
    },
    {
      "text": "We have a soccer ball, and we could play.” Jake hesitated. “Why are you being nice to me?” “Because everyone needs a friend,” Daniel said. For the first time, Jake smiled a little. “Okay, maybe.”",
      "side": "left",
      "image": "9_left.jpg"
    },
    {
      "text": "From that day on, things slowly changed. Jake still had moments where he acted tough, but he wasn’t as mean. He even started passing the soccer ball instead of stealing it.",
      "side": "right",
      "image": "9_right.jpg"
    },
    {
      "text": "And one day, when another kid dropped their books, Jake helped pick them up. Emily and Daniel learned something important—sometimes bullies act out because they feel alone.",
      "side": "left",
      "image": "10_left.jpg"
    },
    {
      "text": "While it’s always okay to stand up to a bully, kindness can be a powerful way to make things better. The End!",
      "side": "right",
      "image": "10_right.jpg"
    }
  ]
}