{
  "title": "Cinderella",
  "author": "Charles Perrault / Brothers Grimm",
  "cover": "cover.jpeg",
  "audio": "audio.mp3",
  "youtube": "https://youtu.be/pq87fw9PWEQ",
  "content": [
    {
      "text": "Once upon a time, in a faraway kingdom, there lived a young girl named Cinderella. She was a kind, gentle, and beautiful child with the most radiant smile.",
      "side": "left",
      "image": "1_left.jpg"
    },
    {
      "text": "Cinderella had a heart full of love, but unfortunately, fate hadn’t been kind to Cinderella. Her mother had passed away, leaving her alone with her selfish stepmother.",
      "side": "right",
      "image": "1_right.jpg"
    },
    {
      "text": "The stepmother had two daughters of her own, and she was terribly jealous of Cinderella’s beauty and kind heart. She treated Cinderella unfairly, making her do all the housework and dress in rags",
      "side": "left",
      "image": "2_left.jpg"
    },
    {
      "text": "while her own daughters wore fine clothes and lived in luxury. Despite the cruelty she faced, Cinderella remained kind and gentle, never letting her stepmother’s unkindness change who",
      "side": "right",
      "image": "2_right.jpg"
    },
    {
      "text": "she was. She would often seek comfort in the garden, talking to the birds and the animals, who had become her dearest friends. One day, the kingdom received exciting news.",
      "side": "left",
      "image": "3_left.jpg"
    },
    {
      "text": "The prince was hosting a grand ball at the palace, and every maiden in the land was invited. Cinderella’s stepsisters were overjoyed and spent weeks preparing their gowns and practicing their dance",
      "side": "right",
      "image": "3_right.jpg"
    },
    {
      "text": "moves. Cinderella watched her stepsisters with a sad smile, hoping she might be able to attend the ball and experience a bit of the magic she had heard about in her mother’s stories.",
      "side": "left",
      "image": "4_left.jpg"
    },
    {
      "text": "But her stepmother was insistent that Cinderella would stay home and continue with her chores. The night of the ball arrived, and Cinderella was left alone in her old clothes while her",
      "side": "right",
      "image": "4_right.jpg"
    },
    {
      "text": "stepsisters and stepmother departed for the palace. She sat by the fireplace, tears in her eyes, wishing for just a taste of the magic her mother had told her about.",
      "side": "left",
      "image": "5_left.jpg"
    },
    {
      "text": "Suddenly, a soft, sweet voice filled the room. It was her fairy godmother, a beautiful figure surrounded by a soft, glowing light. “Why are you crying, my dear?” the fairy godmother asked.",
      "side": "right",
      "image": "5_right.jpg"
    },
    {
      "text": "Cinderella explained her wish to attend the ball but how her stepmother had been unkind and refused to allow her to go. The fairy godmother smiled and said, “Don’t worry, my child.",
      "side": "left",
      "image": "6_left.jpg"
    },
    {
      "text": "You shall go to the ball.” With a wave of her wand, Cinderella’s rags were transformed into a stunning gown, and on her feet, she wore the most delicate glass slippers that sparkled like stars.",
      "side": "right",
      "image": "6_right.jpg"
    },
    {
      "text": "Her fairy godmother turned a pumpkin into a magnificent carriage and mice into beautiful horses, so Cinderella could travel to the palace in style.",
      "side": "left",
      "image": "7_left.jpg"
    },
    {
      "text": "Before she left, the fairy godmother gave Cinderella a piece of advice: “Remember, my dear, the magic will only last until midnight.",
      "side": "right",
      "image": "7_right.jpg"
    },
    {
      "text": "When the clock strikes twelve, you must leave the palace and return home.” Cinderella thanked her fairy godmother and climbed into the magical carriage.",
      "side": "left",
      "image": "8_left.jpg"
    },
    {
      "text": "As she arrived at the palace, she felt like a princess, her heart dancing with joy. The moment Cinderella entered the ballroom, the entire room fell silent.",
      "side": "right",
      "image": "8_right.jpg"
    },
    {
      "text": "The prince, charmed by her beauty, approached her, and they danced together like a dream. Cinderella was the happiest she had ever been.",
      "side": "left",
      "image": "9_left.jpg"
    },
    {
      "text": "But as the hours flew by, she suddenly heard the bells of the palace clock. The first stroke of midnight sent a shiver down her spine.",
      "side": "right",
      "image": "9_right.jpg"
    },
    {
      "text": "She remembered her fairy godmother’s warning and knew she must leave. Cinderella hurriedly said goodbye to the prince and fled from the palace.",
      "side": "left",
      "image": "10_left.jpg"
    },
    {
      "text": "As she ran down the grand staircase, one of her glass slippers slipped off her foot. She didn’t have time to retrieve it, and so, with only one glass slipper, she disappeared into the night.",
      "side": "right",
      "image": "10_right.jpg"
    },
    {
      "text": "Cinderella’s beautiful gown and glass slippers turned back into rags, leaving her with only the memory of the enchanting evening she had spent at the palace.",
      "side": "left",
      "image": "11_left.jpg"
    },
    {
      "text": "The next day, the prince was determined to find the owner of the glass slipper. He and his attendants traveled throughout the kingdom, visiting every home to see if the slipper would fit any young maiden.",
      "side": "right",
      "image": "11_right.jpg"
    },
    {
      "text": "When they arrived at Cinderella’s cottage, her stepsisters eagerly tried to fit their feet into the glass slipper. But it was too small for them, and their feet simply couldn’t squeeze in.",
      "side": "left",
      "image": "12_left.jpg"
    },
    {
      "text": "Cinderella watched, hidden from view, as her stepsisters attempted to trick the prince. Then, she stepped forward and, with a hopeful heart, asked, “May I try?”",
      "side": "right",
      "image": "12_right.jpg"
    },
    {
      "text": "The prince agreed, and as she placed her foot into the glass slipper, it fit perfectly. The prince’s eyes lit up with joy as he realized he had found the maiden he had danced with at the ball.",
      "side": "left",
      "image": "13_left.jpg"
    },
    {
      "text": "Cinderella’s stepsisters were astonished and upset. But even though they were mean to her, Cinderella didn’t feel angry.",
      "side": "right",
      "image": "13_right.jpg"
    },
    {
      "text": "Instead, she forgave them for their unkindness, as she believed that kindness was the most important thing in the world.",
      "side": "left",
      "image": "14_left.jpg"
    },
    {
      "text": "And so, Cinderella was reunited with the prince, and they lived happily ever after, proving that goodness, kindness, and a loving heart could overcome the challenges life may bring.",
      "side": "right",
      "image": "14_right.jpg"
    }
  ]
}