{
  "title": "Beauty and the Beast",
  "author": "Jeanne-Marie Leprince de Beaumont",
  "cover": "cover.jpeg",
  "audio": "audio.mp3",
  "youtube": "https://youtu.be/KT50qvOMvjU",
  "content": [
    {
      "text": "Once upon a time, in a small village deep in a forest, there lived a kind young woman named Belle. She loved reading books, and everyone knew her for her warm heart and her beauty.",
      "side": "left",
      "image": "1_left.jpg"
    },
    {
      "text": "Belle had dark hair like the night, eyes as deep as the ocean, and a spirit as free as a bird. Belle lived with her father, Maurice, who was an inventor.",
      "side": "right",
      "image": "1_right.jpg"
    },
    {
      "text": "He made new gadgets and gizmos, and Belle loved listening to his stories and helping him with his experiments.",
      "side": "left",
      "image": "2_left.jpg"
    },
    {
      "text": "The villagers thought Belle was different because she loved books and dreamed of adventures, but Belle didn’t mind. One day, Maurice set off on a journey to show his invention to another village.",
      "side": "right",
      "image": "2_right.jpg"
    },
    {
      "text": "On the way, he got lost in the dark, scary forest. The wind howled, and the trees seemed to whisper secrets. Maurice found a big, spooky castle and went inside to find shelter.",
      "side": "left",
      "image": "3_left.jpg"
    },
    {
      "text": "Inside, he met the owner of the castle, a scary Beast. The Beast was once a handsome prince, but an enchantress had turned him into a Beast because he was selfish and mean.",
      "side": "right",
      "image": "3_right.jpg"
    },
    {
      "text": "To break the curse, someone had to love him despite his appearance. The Beast locked Maurice in a dungeon for trespassing.",
      "side": "left",
      "image": "4_left.jpg"
    },
    {
      "text": "Maurice’s horse, Philippe, ran back to the village to tell Belle what happened. Belle bravely went to the castle to rescue her father. When she found him in the dungeon, she offered to take his place as",
      "side": "right",
      "image": "4_right.jpg"
    },
    {
      "text": "the Beast’s prisoner. The Beast agreed and let Maurice go. Belle stayed in the castle and found the Beast was not only scary but also sad and lonely.",
      "side": "left",
      "image": "5_left.jpg"
    },
    {
      "text": "She discovered a huge library and loved reading the books. Over time, Belle and the Beast talked, read, and shared stories. Belle learned about the curse and wanted to help break it.",
      "side": "right",
      "image": "5_right.jpg"
    },
    {
      "text": "The Beast began to care for Belle’s intelligence, beauty, and kindness. Meanwhile, Gaston, a boastful man from the village who wanted to marry Belle, made a plan to force her into marriage.",
      "side": "left",
      "image": "6_left.jpg"
    },
    {
      "text": "He gathered the villagers and went to the castle, where a big fight happened. The Beast, who loved Belle, fought to protect her. When Gaston’s plan was revealed, the villagers turned against him.",
      "side": "right",
      "image": "6_right.jpg"
    },
    {
      "text": "Belle’s love for the Beast and the Beast’s love for her broke the curse. The Beast turned back into a handsome prince, and Belle’s kindness was rewarded.",
      "side": "left",
      "image": "7_left.jpg"
    },
    {
      "text": "Belle and the prince got married in a grand ceremony, surrounded by the enchanted objects in the castle that had also been freed from the curse.",
      "side": "right",
      "image": "7_right.jpg"
    },
    {
      "text": "The villagers learned to appreciate Belle’s unique qualities, and Belle and the prince lived happily ever after. And so, my dear child, that is the end of the story of Beauty and the Beast.",
      "side": "left",
      "image": "8_left.jpg"
    },
    {
      "text": "It teaches us that true beauty is inside us, and love and kindness can change even the hardest problems. Now, close your eyes and dream of a world full of magic and love.",
      "side": "right",
      "image": "8_right.jpg"
    },
    {
      "text": "Goodnight, and may your dreams be as beautiful as Belle’s heart. The End!",
      "side": "left",
      "image": "9_left.jpg"
    }
  ]
}