{
  "title": "The Little Mermaid",
  "author": "Hans Christian Andersen",
  "cover": "cover.jpeg",
  "audio": "audio.mp3",
  "youtube": "https://youtu.be/-Ce0G9oYUaU",
  "content": [
    {
      "text": "Deep under the sea, where the water was clear and blue, there lived a little mermaid named Ariel. Ariel was a kind and curious mermaid with long, flowing hair and a voice as beautiful as the song",
      "side": "left",
      "image": "1_left.jpg"
    },
    {
      "text": "of the waves. She lived with her father, the Sea King, and her five older sisters in a grand underwater palace. Ariel loved listening to her sisters’ stories about the world above the sea.",
      "side": "right",
      "image": "1_right.jpg"
    },
    {
      "text": "They told her about ships, forests, and the bright sun. She longed to see it all for herself. But her father warned her that mermaids were not allowed to visit the human world.",
      "side": "left",
      "image": "2_left.jpg"
    },
    {
      "text": "One special day, Ariel was finally old enough to swim to the surface. She couldn’t wait! When she reached the top of the water, she saw a magnificent ship with sailors dancing and laughing.",
      "side": "right",
      "image": "2_right.jpg"
    },
    {
      "text": "On the deck stood a handsome prince. Ariel couldn’t take her eyes off him. Suddenly, dark clouds rolled in, and a terrible storm broke out.",
      "side": "left",
      "image": "3_left.jpg"
    },
    {
      "text": "The waves crashed against the ship, and the prince was thrown into the sea. Ariel swam quickly to save him. She carried him to the shore and sang to him until he opened his eyes.",
      "side": "right",
      "image": "3_right.jpg"
    },
    {
      "text": "But before he could see her, Ariel heard people coming and slipped back into the sea. Ariel couldn’t stop thinking about the prince.",
      "side": "left",
      "image": "4_left.jpg"
    },
    {
      "text": "She wanted to be with him, but she knew humans couldn’t live underwater. One day, she visited the Sea Witch, who was known for her dark magic.",
      "side": "right",
      "image": "4_right.jpg"
    },
    {
      "text": "Ariel asked the witch to turn her into a human so she could be with the prince. The Sea Witch agreed, but with a condition. She would give Ariel legs, but Ariel had to give up her voice.",
      "side": "left",
      "image": "5_left.jpg"
    },
    {
      "text": "If the prince didn’t fall in love with her and marry her, Ariel would turn back into a mermaid and belong to the Sea Witch forever. Even though it was a hard choice, Ariel agreed.",
      "side": "right",
      "image": "5_right.jpg"
    },
    {
      "text": "The witch cast her spell, and Ariel swam to the surface. When she reached the shore, her tail turned into legs. The prince found her and helped her stand.",
      "side": "left",
      "image": "6_left.jpg"
    },
    {
      "text": "Though she couldn’t speak, the prince was kind and curious about her. Ariel spent her days with the prince, walking in gardens and laughing together.",
      "side": "right",
      "image": "6_right.jpg"
    },
    {
      "text": "But the prince believed someone else had saved him during the storm because he hadn’t seen Ariel’s face. As the sun rose higher, the little mermaid stood on the ship, her heart filled with",
      "side": "left",
      "image": "7_left.jpg"
    },
    {
      "text": "determination. She glanced at the prince, who looked at her with gratitude and warmth, and something in his eyes told her he truly saw her now.",
      "side": "right",
      "image": "7_right.jpg"
    },
    {
      "text": "The sea witch’s spell no longer held power over her, for her kindness and bravery had broken it. Her voice returned, more beautiful than ever, and she sang a song that filled the ship with",
      "side": "left",
      "image": "8_left.jpg"
    },
    {
      "text": "joy. The prince, hearing her voice, realized she was the one who had saved him. “I’ve been searching for you!” he exclaimed, his heart lighting up. “You are my true savior, my true love.”",
      "side": "right",
      "image": "8_right.jpg"
    },
    {
      "text": "Overjoyed, they embraced, and the little mermaid felt as if the whole ocean celebrated with her. Her family appeared from the waves, cheering for her happiness.",
      "side": "left",
      "image": "9_left.jpg"
    },
    {
      "text": "Even the sea witch, watching from afar, couldn’t help but smile at the love and courage that had changed the little mermaid’s destiny.",
      "side": "right",
      "image": "9_right.jpg"
    },
    {
      "text": "The prince and the little mermaid were married in a grand celebration, and she found a way to stay connected to the sea she loved.",
      "side": "left",
      "image": "10_left.jpg"
    },
    {
      "text": "Together, they built a bridge between the land and the ocean, allowing the two worlds to live in harmony. From that day on, the little mermaid lived a life filled with love, friendship, and the beauty of",
      "side": "right",
      "image": "10_right.jpg"
    },
    {
      "text": "both worlds. And whenever she swam back to visit her family in the sea, the waters sparkled with happiness, just as her heart did. The End!",
      "side": "left",
      "image": "11_left.jpg"
    }
  ]
}